Repository: Jacobmam/Buzz
Catalog: Buzz/Buzz/Localizable.xcstrings
Source language: en
Languages: de

source: %@ / 8 Steps
de: %@ / 8 Schritte

source: %@ Courts
de: %@ Gerichte

source: %@ vs You
de: %@ gegen Dich

source: %@, what's your birthdate?
de: %@, wann hast du Geburtstag?

source: %lld hoop points earned
de: %lld Basketballpunkte erzielt

source: %lld years
de: %lld Jahre

source: ❌ Username can only contain lowercase letters, numbers, '.', and '_' with no spaces or emojis.
de: ❌ Der Benutzername darf nur Kleinbuchstaben, Zahlen, '.' und '_' enthalten. Leerzeichen und Emojis sind nicht zulässig.

source: About Us
de: Über uns

source: Accept
de: Akzeptieren

source: Are you sure you want to delete?
de: Möchten Sie die Datei wirklich löschen?

source: Available
de: Verfügbar

source: Back To Home
de: Zurück nach Hause

source: Birth Date
de: Geburtsdatum

source: Cancel
de: Stornieren

source: Cancel Request
de: Anfrage Stornieren

source: Change Language
de: Sprache ändern

source: Checking
de: Überprüfung

source: Choose a new password
de: Wählen Sie ein neues Passwort

source: Choose game with %@
de: Wähle ein Spiel mit %@

source: Choose Language
de: Wählen Sie Sprache

source: Choose New Password
de: Wählen Sie Neues Passwort

source: Choose Password
de: Wählen Sie Passwort

source: Choose your gender %@!
de: Wähle dein Geschlecht %@!

source: Choose your preferred language for the app, you can adjust it later in the profile Menu.
de: Wählen Sie Ihre bevorzugte Sprache für die App aus. Sie können diese später im Profilmenü anpassen.

source: Choose your secure password
de: Wählen Sie Ihr sicheres Passwort

source: Comfirmation
de: Bestätigung

source: Confirm
de: Bestätigen

source: Confirm Password
de: Passwort bestätigen

source: Congratulations 🎊🎉
de: Herzlichen Glückwunsch 🎊🎉

source: Create an account
de: Ein Konto erstellen

source: Delete
de: Löschen

source: Delete Account
de: Konto löschen

source: Discover the best basketball courts in Germany! 🏀
de: Entdecke die besten Basketball Courts in Deutschland! 🏀

source: Discover the best Basketball courts near by! 🏀
de: Entdecke die besten Basketball-Courts in deiner Nähe! 🏀

source: Do you really want to logout?
de: Möchtest du dich wirklich abmelden?

source: Done
de: Erledigt

source: DONE
de: ERLEDIGT

source: Edit Profile
de: Profil bearbeiten

source: Email Address
de: E-Mail-Adresse

source: END GAME
de: ENDE DES SPIELS

source: End game to enter score.
de: Spielende, um den Punktestand einzutragen.

source: Error
de: Fehler

source: Feedback
de: Rückmeldung

source: Female
de: Weiblich

source: Find out who holds the top spot in the Ranking 👑
de: Das Ranking zeigt, wer die Courts regiert 👑

source: First Name
de: Vorname

source: Forgot password
de: Passwort vergessen

source: Forgot Password
de: Passwort Vergessen

source: Game History
de: Spielverlauf

source: Game Played:
de: Gespieltes Spiel:

source: Game Points
de: Spielpunkte

source: Game Request
de: Spielanfrage

source: Game Wins:
de: Spielgewinne:

source: Games Played
de: Gespielte Spiele

source: Gender
de: Geschlecht

source: Good Night
de: Gute Nacht

source: Hey, What's your email ?
de: Hey, wie lautet deine E-Mail-Adresse?

source: Hey, what's your name?
de: Hey, wie heißt du?

source: Hey, What's your registered email ?
de: Hey, wie lautet deine registrierte E-Mail-Adresse?

source: Home
de: Startseite

source: It's time choose your username.
de: Es ist Zeit, deinen Benutzernamen zu wählen.

source: Just now
de: Soeben

source: Language
de: Sprache

source: Last Name
de: Nachname

source: LET'S GO
de: LASS UNS GEHEN

source: Let's pick your position!
de: Lass uns deine Position auswählen!

source: Let's verify your phone number!
de: Lassen Sie uns Ihre Telefonnummer überprüfen!

source: Loading more...
de: Mehr laden...

source: Loading...
de: Laden…

source: LOG IN
de: EINLOGGEN

source: Logout
de: Abmelden

source: Mail Error
de: E-Mail-Fehler

source: Male
de: Männlich

source: me
de: Mich

source: Messages
de: Nachrichten

source: Near by Court Finder
de: Gerichtssuche in der Nähe

source: News or Ads
de: Nachrichten oder Anzeigen

source: NEXT
de: NÄCHSTE

source: No
de: NEIN

source: No chats yet
de: Noch keine Chats

source: No data found.
de: Keine Daten gefunden.

source: No Game History!
de: Kein Spielverlauf!

source: No game played with this player yet.
de: Es wurde noch kein Spiel mit diesem Spieler gespielt.

source: No messages yet!
de: Noch keine Nachrichten!

source: No request found
de: Keine Anfrage gefunden

source: No user found
de: Kein Benutzer gefunden

source: Not available!
de: Nicht verfügbar!

source: Password
de: Passwort

source: Password should be atleast 8 characters long!
de: Das Passwort sollte mindestens 8 Zeichen lang sein!

source: Perfect your skills and get better every day.
de: Perfektioniere deine Skills und werde jeden Tag besser.

source: Phone Number
de: Telefonnummer

source: Player Profile
de: Spielerprofil

source: Please configure a mail account in the Mail app.
de: Bitte konfigurieren Sie ein E-Mail-Konto in der Mail-App.

source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort

source: Please wait...
de: Bitte warten...

source: Points:
de: Punkte:

source: Privacy & Terms
de: Privatsphäre & Bedingungen

source: Profile
de: Profil

source: Ranking Board
de: Rangliste

source: Received
de: Empfang

source: Register
de: Registrieren

source: Reject
de: Ablehnen

source: Request Type
de: Anfragetyp

source: Resend
de: Erneut senden

source: Resend in %lld seconds
de: Erneut senden in %lld Sekunden

source: Save
de: Speichern

source: SAVE SCORE
de: ERGEBNISSE SPEICHERN

source: Score
de: Punktzahl

source: Search for a country
de: Suchen Sie nach einem Land

source: Search Opponent...
de: Gegner suchen...

source: Search Users
de: Benutzer suchen

source: Search users...
de: Benutzer suchen...

source: Select Date
de: Wählen Sie Datum aus

source: Select Mode
de: Wählen Sie Modus

source: Select Opponent
de: Wählen Sie Gegner aus

source: Select your country!
de: Wählen Sie Ihr Land!

source: SEND
de: SCHICKEN

source: SEND INVITE
de: EINLADUNG SENDEN

source: SEND OTP
de: OTP SENDEN

source: Sent
de: Gesendet

source: Share App
de: App teilen

source: Show here some
de: Zeigen Sie hier einige

source: Something went wrong !
de: Etwas ist schiefgelaufen!

source: STOP
de: STOPPEN

source: Success
de: Erfolg

source: Sucess
de: Erfolg

source: This is tie !
de: Das ist ein Unentschieden!

source: Total Match
de: Gesamtübereinstimmung

source: Type message...
de: Nachricht eingeben...

source: username
de: Benutzername

source: Username
de: Benutzername

source: Username should be atleast 4 characters long!
de: Der Benutzername sollte mindestens 4 Zeichen lang sein!

source: Verified
de: Verifiziert

source: Verify
de: Verifizieren

source: VERIFY
de: VERIFIZIEREN

source: View All
de: Alle anzeigen

source: Waiting for %@ to accept the request
de: Warten auf die Annahme der Anfrage durch %@

source: We can show ads here
de: Hier können wir Werbung schalten.

source: We will
de: Wir werden

source: Whether 1v1, 3v3 or 5v5, challenge others and dominate the court!
de: Ob 1v1, 3v3 oder 5v5, fordere andere heraus und dominiere den Court!

source: years
de: Jahre

source: Yes
de: Ja

source: you
de: Du

source: You can resend code in %lld seconds.
de: Sie können den Code in %lld Sekunden erneut senden.

source: You have cancelled the request.
de: Sie haben die Anfrage storniert.

source: You have earned
de: Du hast es verdient

source: You have exceeded the maximum number of attempts to resend the OTP. Please try again later.
de: Sie haben die maximale Anzahl an Versuchen zum erneuten Senden des OTP überschritten. Bitte versuchen Sie es später erneut.

source: You lose this game !
de: Du verlierst dieses Spiel!

source: You won this game !
de: Du hast dieses Spiel gewonnen!

source: Your Password
de: Ihr Passwort

source: Your Rank
de: Dein RanK
